<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Homework </title>
</head>
<body>
    <p style="text-align: center;"><span style="color: #000000; background-color: #ff00ff;"><strong>LIONEL MESSI</strong></span></p>
    <p>&nbsp;</p>
    <p><span style="background-color: #0000ff; color: #ffffff;">Lionel Messi, ampliamente conocido como Messi, es un futbolista argentino nacido el 24 de junio de 1987 en Rosario, Argentina. Es considerado uno de los mejores jugadores de f&uacute;tbol de todos los tiempos. Messi es reconocido por su habilidad excepcional con el bal&oacute;n, su capacidad para marcar goles espectaculares y su visi&oacute;n de juego.</span></p>
    <p><span style="background-color: #0000ff; color: #ffffff;">Gran parte de su carrera profesional la pas&oacute; en el FC Barcelona, donde gan&oacute; numerosos t&iacute;tulos, incluyendo m&uacute;ltiples campeonatos de La Liga y la Liga de Campeones de la UEFA. Durante su tiempo en el Barcelona, Messi acumul&oacute; un r&eacute;cord de premios individuales, incluyendo varios Balones de Oro, que se otorgan al mejor jugador del mundo.</span></p>
    <p><span style="background-color: #0000ff; color: #ffffff;">En agosto de 2021, Messi dej&oacute; el Barcelona debido a problemas financieros del club y fich&oacute; por el Paris Saint-Germain (PSG) de la Ligue 1 de Francia. Adem&aacute;s de su &eacute;xito a nivel de clubes, Messi ha sido una figura clave en la selecci&oacute;n nacional argentina, llev&aacute;ndolos a la victoria en la Copa Am&eacute;rica 2021, su primer t&iacute;tulo importante con su pa&iacute;s.</span></p>
    <p><span style="background-color: #0000ff;"><span style="color: #ffffff;">Su estilo de juego distintivo, su humildad y su impacto en el mundo del f&uacute;tbol han convertido a Lionel Messi en un &iacute;cono global y una inspiraci&oacute;n para futbolistas y fan&aacute;ticos de todo el mundo</span>.</span></p>
    <p style="text-align: justify;">&nbsp;</p>
    <p style="text-align: justify;">&nbsp;</p>
    <p style="text-align: center;"><span style="background-color: #ccffff;"><img src="https://i.ytimg.com/vi/VmfLN-9aHRM/maxresdefault.jpg" width="526" height="296" /></span></p>
</body>
</html>